# St7SetWindowResultCase

Sets the result case to be displayed within the model window.

long St7SetWindowResultCase(long uID, long ResultCase)

Input Parameters

uID

Strand7 model file ID.

ResultCase

The result case ID number to be displayed.